[
  {
    "id": 1,
    "title": "10 принципов здорового питания",
    "tag": "Здоровье",
    "image": "https://images.unsplash.com/photo-1498837167922-ddd27525d352?q=80&w=1000&auto=format&fit=crop",
    "preview": "Как сбалансировать рацион без строгих диет и ограничений. Простые советы на каждый день.",
    "content": "<p>Здоровое питание — это не строгая диета, а образ жизни. Вот 10 простых принципов, которые помогут вам чувствовать себя лучше:</p><ol><li><strong>Разнообразие.</strong> Ешьте продукты из всех пищевых групп.</li><li><strong>Больше овощей и фруктов.</strong> Старайтесь съедать минимум 400г в день.</li><li><strong>Меньше сахара.</strong> Заменяйте сладости фруктами или сухофруктами.</li><li><strong>Пейте воду.</strong> 1.5-2 литра чистой воды в день.</li><li><strong>Режим питания.</strong> Старайтесь есть в одно и то же время.</li><li><strong>Завтрак обязателен.</strong> Он запускает метаболизм.</li><li><strong>Меньше соли.</strong> Используйте специи для вкуса.</li><li><strong>Цельнозерновые продукты.</strong> Выбирайте хлеб из муки грубого помола.</li><li><strong>Рыба дважды в неделю.</strong> Источник омега-3 жирных кислот.</li><li><strong>Слушайте свой организм.</strong> Ешьте, когда голодны, и останавливайтесь, когда сыты.</li></ol><p>Начните с малого, внедряя по одной привычке в неделю, и результат не заставит себя ждать!</p>"
  },
  {
    "id": 2,
    "title": "Как выбрать идеальный кухонный нож",
    "tag": "Инвентарь",
    "image": "https://avatars.mds.yandex.net/i?id=284cdeed9681a8b622a19820617634bb81d84de1-9625729-images-thumbs&n=13",
    "preview": "Разбираемся в стали, формах и назначении ножей. Что должно быть на кухне у каждого?",
    "content": "<p>Хороший нож — главный инструмент повара. На что обратить внимание при выборе?</p><h3>1. Материал лезвия</h3><p><strong>Нержавеющая сталь:</strong> Прочная, не ржавеет, но требует частой заточки.</p><p><strong>Углеродистая сталь:</strong> Дольше держит заточку, но может ржаветь.</p><p><strong>Керамика:</strong> Очень острая, не требует заточки годами, но хрупкая.</p><h3>2. Тип ножа</h3><ul><li><strong>Шеф-нож:</strong> Универсальный солдат. Им можно резать мясо, овощи, шинковать зелень.</li><li><strong>Нож для чистки:</strong> Маленький, удобный для картофеля и фруктов.</li><li><strong>Хлебный нож:</strong> С зубчиками, чтобы не мять мякиш.</li></ul><p>Для начала вам хватит качественного 'Шефа' и маленького овощного ножа.</p>"
  },
  {
    "id": 3,
    "title": "Магия специй: путеводитель",
    "tag": "Секреты",
    "image": "https://avatars.mds.yandex.net/i?id=a92eedb7f7169edc77ef7d5b5cc8dd883c82c02c-10256307-images-thumbs&n=13",
    "preview": "Какие специи к чему подходят? Учимся сочетать вкусы и ароматы как профессиональные шефы.",
    "content": "<p>Специи могут преобразить любое блюдо. Давайте разберемся, что с чем сочетается.</p><ul><li><strong>Базилик:</strong> Томаты, сыр, курица, рыба. Идеален для итальянской кухни.</li><li><strong>Розмарин:</strong> Баранина, свинина, картофель. Имеет сильный хвойный аромат.</li><li><strong>Тимьян (Чабрец):</strong> Грибы, бобовые, жирное мясо. Помогает пищеварению.</li><li><strong>Куркума:</strong> Рис, овощные рагу, супы. Придает золотистый цвет.</li><li><strong>Корица:</strong> Яблоки, выпечка, но также отлично подходит к мясу в восточных блюдах.</li><li><strong>Зира (Кумин):</strong> Плов, баранина, хумус.</li></ul><p>Совет: покупайте специи в зернах и молите их перед использованием для максимального аромата.</p>"
  },
  {
    "id": 4,
    "title": "Как правильно хранить продукты",
    "tag": "Советы",
    "image": "https://avatars.mds.yandex.net/i?id=2c42658a9e9438dc3aabd939f76fbb93ccba1e58-12693520-images-thumbs&n=13",
    "preview": "Продлеваем жизнь овощам, фруктам и зелени. Организация пространства в холодильнике.",
    "content": "<p>Правильное хранение не только экономит деньги, но и сохраняет вкус продуктов.</p><h3>Основные правила:</h3><ul><li><strong>Зелень:</strong> Поставьте пучок в стакан с водой как цветы и накройте пакетом. Так она простоит неделю.</li><li><strong>Картофель и лук:</strong> Храните в темном прохладном месте, но не в холодильнике. И никогда не кладите их вместе — они портят друг друга.</li><li><strong>Томаты:</strong> Только при комнатной температуре! В холоде они теряют вкус и становятся ватными.</li><li><strong>Молочка:</strong> Не храните молоко на дверце холодильника — там самая нестабильная температура. Лучше в глубине полки.</li></ul>"
  },
  {
    "id": 5,
    "title": "Секреты идеального стейка",
    "tag": "Мастер-класс",
    "image": "https://avatars.mds.yandex.net/i?id=78aa0de1eb81c91f55ccdde82e5dc872b1cf80d2-16707080-images-thumbs&n=13",
    "preview": "Как выбрать мясо, какую прожарку сделать и почему стейку нужно 'отдохнуть'.",
    "content": "<p>Приготовить стейк дома проще, чем кажется. Главное — знать технологию.</p><ol><li><strong>Выбор мяса:</strong> Нужна говядина с жировыми прослойками (мраморность). Рибай или Стриплойн — идеальный выбор.</li><li><strong>Температура:</strong> Достаньте мясо из холодильника за 30-40 минут до жарки. Оно должно быть комнатной температуры.</li><li><strong>Сухость:</strong> Обязательно промокните мясо бумажным полотенцем. Влага мешает образованию корочки.</li><li><strong>Жарка:</strong> Сковорода должна дымиться! Жарьте по 2-3 минуты с каждой стороны для Medium Rare.</li><li><strong>Отдых:</strong> Это самое важное. После жарки положите стейк на доску и накройте фольгой на 5-7 минут. Соки распределятся внутри куска.</li></ol>"
  },
  {
    "id": 6,
    "title": "Виды пасты и соусов",
    "tag": "Продукты",
    "image": "https://avatars.mds.yandex.net/i?id=19f90b3bba3bc241edbac1601f8ddbeb62a3a42d-10509529-images-thumbs&n=13",
    "preview": "Почему к разной пасте нужны разные соусы? Итальянские правила сочетаний.",
    "content": "<p>В Италии существует более 300 видов пасты, и у каждой есть своя 'пара'.</p><ul><li><strong>Длинная тонкая (Спагетти, Лингвини):</strong> Легкие соусы на основе масла или томатов, морепродукты. Карбонара.</li><li><strong>Длинная широкая (Тальятелле, Паппарделле):</strong> Густые мясные соусы, Болоньезе, сливочные соусы с грибами.</li><li><strong>Короткая (Пенне, Фузилли):</strong> Соусы с кусочками овощей или мяса, запеканки. Форма помогает удерживать соус.</li><li><strong>Мелкая (Орзо, Стеллине):</strong> Только для супов и салатов.</li></ul><p>Золотое правило: чем толще и шире паста, тем гуще и тяжелее должен быть соус.</p>"
  },
  {
    "id": 7,
    "title": "Сезонные продукты: Осень",
    "tag": "Здоровье",
    "image": "https://avatars.mds.yandex.net/i?id=3a2e92cd177584e76cb6db5a4e9cbcfb78d13990-9030097-images-thumbs&n=13",
    "preview": "Что покупать на рынке осенью? Тыква, грибы, корнеплоды и их польза.",
    "content": "<p>Осень — время сбора урожая и подготовки организма к зиме.</p><h3>Топ осенних продуктов:</h3><ul><li><strong>Тыква:</strong> Чемпион по содержанию бета-каротина и железа. Отлично подходит для супов и каш.</li><li><strong>Грибы:</strong> Лесной белок. Укрепляют иммунитет.</li><li><strong>Капуста:</strong> Квашеная капуста — лучший источник витамина С, даже лучше цитрусовых.</li><li><strong>Яблоки:</strong> Сезонные сорта самые полезные. Ешьте с кожурой!</li><li><strong>Орехи:</strong> Грецкие орехи и фундук созревают именно осенью. Это полезные жиры для мозга.</li></ul>"
  }
]
