[
  {
    "id": 1,
    "title": "Как правильно варить борщ?",
    "content": "Всем привет! Сколько ни пробую, цвет борща получается бурым, а не ярко-красным. Поделитесь секретами, как сохранить цвет свеклы? И когда лучше добавлять капусту?",
    "author": "Мария",
    "date": "26.11.2025",
    "category": "Вопросы",
    "comments": [
        { "author": "Иван Шеф", "text": "Главный секрет — кислота. Сбрызните нарезанную свеклу лимонным соком или уксусом перед тем, как тушить её отдельно от бульона.", "date": "26.11.2025" },
        { "author": "Елена", "text": "Я добавляю ложку сахара к свекле при тушении, это карамелизует её и сохраняет цвет.", "date": "26.11.2025" },
        { "author": "Бабушкин Рецепт", "text": "Капусту кладите за 5-7 минут до конца, если любите хрустящую. Если мягкую — то вместе с картошкой.", "date": "27.11.2025" }
    ]
  },
  {
    "id": 2,
    "title": "Ваши любимые завтраки",
    "content": "Надоела овсянка и яичница. Что вы готовите на завтрак, чтобы было быстро, вкусно и полезно? Ищу вдохновение!",
    "author": "Алекс",
    "date": "25.11.2025",
    "category": "Обсуждения",
    "comments": [
        { "author": "Светлана", "text": "Попробуйте шакшуку! Это те же яйца, но в томатном соусе со специями. Очень вкусно и согревающе.", "date": "25.11.2025" },
        { "author": "Фитнес-Гуру", "text": "Овсяноблин с творожным сыром и рыбой. Готовится 5 минут.", "date": "25.11.2025" },
        { "author": "Мама Троих", "text": "Сырники! Заготавливаю тесто с вечера, утром только пожарить.", "date": "26.11.2025" }
    ]
  },
  {
    "id": 3,
    "title": "Какую сковороду выбрать?",
    "content": "Хочу купить хорошую сковороду, чтобы служила годами. Чугун, тефлон или керамика? Что посоветуете для жарки мяса?",
    "author": "Дмитрий",
    "date": "24.11.2025",
    "category": "Инвентарь",
    "comments": [
        { "author": "СтейкМастер", "text": "Для мяса — только чугун! Он держит температуру и дает идеальную корочку. Но за ним нужен уход.", "date": "24.11.2025" },
        { "author": "Анна", "text": "У меня гранитное покрытие, очень довольна. Ничего не пригорает и можно мыть в посудомойке.", "date": "25.11.2025" }
    ]
  },
  {
    "id": 4,
    "title": "Замена сахара в выпечке",
    "content": "Пытаюсь перейти на ПП. Чем можно заменить сахар в пирогах, чтобы не испортить текстуру? Стевия горчит...",
    "author": "Ольга ПП",
    "date": "23.11.2025",
    "category": "Советы",
    "comments": [
        { "author": "Кондитер", "text": "Попробуйте эритрит или сироп топинамбура. Они не дают привкуса. Бананы и финики тоже отличные подсластители.", "date": "23.11.2025" }
    ]
  },
  {
    "id": 5,
    "title": "Новогоднее меню 2026",
    "content": "Уже думали, что будете готовить на Новый год? Давайте делиться идеями! Хочется чего-то необычного, не только Оливье.",
    "author": "ПраздникКНамПриходит",
    "date": "28.11.2025",
    "category": "Обсуждения",
    "comments": []
  }
]
